IdeaRS.OpenModel.Material.MaterialStrength
Strength of material with specific thickness range

IdeaRS.OpenModel.Material.MaterialStrength.MaxThickness
higher value of the thickness range

IdeaRS.OpenModel.Material.MaterialStrength.Fy
Yield strength

IdeaRS.OpenModel.Material.MaterialStrength.Fu
Tension strength